Repository: GMKS/Mul_App
Catalog: lib/l10n/app_*.arb
Languages: te

# appTitle
source: My City App
te: నా నగర యాప్

source: Regional
te: ప్రాంతీయ

source: Business
te: వ్యాపారం

source: Devotional
te: భక్తి

source: Videos
te: వీడియోలు

source: Services
te: సేవలు

source: Cab Services
te: క్యాబ్ సేవలు

source: Local Alerts
te: స్థానిక హెచ్చరికలు

# eventsAndFestivals
source: Events & Festivals
te: ఈవెంట్లు & పండుగలు

source: Emergency Services
te: అత్యవసర సేవలు

# jobsAndOpportunities
source: Jobs & Opportunities
te: ఉద్యోగాలు & అవకాశాలు

source: Education Corner
te: విద్యా మూల

source: Market Prices
te: మార్కెట్ ధరలు

# marketplaceAndClassifieds
source: Marketplace & Classifieds
te: మార్కెట్ప్లేస్ & వర్గీకరణలు

source: Community Help
te: సమాజ సహాయం

source: Home Services
te: గృహ సేవలు

# feedbackAndSuggestions
source: Feedback & Suggestions
te: అభిప్రాయం & సూచనలు

source: Services Directory
te: సేవల డైరెక్టరీ

source: Buy/Sell/Rent
te: కొనండి/అమ్మండి/అద్దెకు

# jobsAndGigs
source: Jobs & Gigs
te: ఉద్యోగాలు & గిగ్స్

source: Services Offered
te: అందించే సేవలు

# helpAndSupport
source: Help & Support
te: సహాయం & మద్దతు

source: Report Issues
te: సమస్యలను నివేదించండి

source: Civic Services
te: పౌర సేవలు

source: Bill Payments
te: బిల్లు చెల్లింపులు

# cleaningAndRepair
source: Cleaning & Repair
te: శుభ్రపరచడం & మరమ్మత్తు

source: Home Delivery
te: ఇంటికి డెలివరీ

# laundryAndTailoring
source: Laundry & Tailoring
te: లాండ్రీ & టైలరింగ్

source: Community Polls
te: సమాజ పోల్స్

source: Feedback
te: అభిప్రాయం

source: Suggestions
te: సూచనలు

source: Blood Donation
te: రక్తదానం

source: Volunteer Opportunities
te: స్వచ్ఛంద అవకాశాలు

source: Help Requests
te: సహాయ అభ్యర్థనలు

source: Garbage Collection
te: చెత్త సేకరణ

# potholesAndRoads
source: Potholes & Roads
te: గుంతలు & రోడ్లు

source: Water Supply
te: నీటి సరఫరా

source: Street Lights
te: వీధి దీపాలు

source: Government Schemes
te: ప్రభుత్వ పథకాలు

source: Municipality Contacts
te: మునిసిపాలిటీ సంప్రదింపులు

source: Furniture
te: ఫర్నిచర్

source: Electronics
te: ఎలక్ట్రానిక్స్

source: Vehicles
te: వాహనాలు

source: Real Estate
te: రియల్ ఎస్టేట్

source: All Categories
te: అన్ని వర్గాలు

source: URGENT
te: అత్యవసరం

source: REQUIRED
te: అవసరం

source: Available
te: అందుబాటులో ఉంది

source: Not Available
te: అందుబాటులో లేదు

source: Completed
te: పూర్తయింది

source: In Progress
te: పురోగతిలో ఉంది

source: Reported
te: నివేదించబడింది

source: Acknowledged
te: గుర్తించబడింది

source: Resolved
te: పరిష్కరించబడింది

source: Call
te: కాల్ చేయండి

source: Book
te: బుక్ చేయండి

source: Apply
te: దరఖాస్తు చేయండి

source: Contact
te: సంప్రదించండి

source: View Details
te: వివరాలు చూడండి

source: Share
te: భాగస్వామ్యం చేయండి

source: Report
te: నివేదించండి

source: Cancel
te: రద్దు చేయండి

source: Submit
te: సమర్పించండి

source: Save
te: సేవ్ చేయండి

source: Delete
te: తొలగించండి

source: Edit
te: సవరించండి

source: Close
te: మూసివేయండి

source: OK
te: సరే

source: Yes
te: అవును

source: No
te: కాదు

source: Search
te: వెతకండి

source: Filter
te: ఫిల్టర్

source: Sort
te: క్రమబద్ధీకరించండి

# kmAway
source: {distance} km away
te: {distance} కి.మీ దూరంలో

# perHour
source: ₹{amount}/hour
te: ₹{amount}/గంట

# perKg
source: ₹{amount}/kg
te: ₹{amount}/కేజీ

# yearsExperience
source: {years} years experience
te: {years} సంవత్సరాల అనుభవం

# votes
source: {count} votes
te: {count} ఓట్లు

source: Post Video
te: వీడియో పోస్ట్ చేయండి

source: Quick Action
te: త్వరిత చర్య

source: Coming Soon
te: త్వరలో వస్తోంది

source: Loading...
te: లోడ్ అవుతోంది...

source: No data available
te: డేటా అందుబాటులో లేదు

# errorOccurred
source: An error occurred
te: ఒక లోపం సంభవించింది

source: Try Again
te: మళ్ళీ ప్రయత్నించండి

source: Select Language
te: భాషను ఎంచుకోండి

source: Primary Language
te: ప్రాథమిక భాష

# secondaryLanguage
source: Secondary Language (Optional)
te: ద్వితీయ భాష (ఐచ్ఛికం)

source: Select Region
te: ప్రాంతాన్ని ఎంచుకోండి

source: Select State
te: రాష్ట్రాన్ని ఎంచుకోండి

source: Select City
te: నగరాన్ని ఎంచుకోండి

source: Login
te: లాగిన్

source: Sign Up
te: సైన్ అప్

source: Logout
te: లాగౌట్

source: Profile
te: ప్రొఫైల్

source: Settings
te: సెట్టింగ్స్

source: Notifications
te: నోటిఫికేషన్లు

source: Help
te: సహాయం

source: About
te: గురించి

source: Terms and Conditions
te: నిబంధనలు & షరతులు

source: Privacy Policy
te: గోప్యతా విధానం

source: English
te: ఇంగ్లీష్

source: Telugu
te: తెలుగు

source: Hindi
te: హిందీ

source: Tamil
te: తమిళం

source: Kannada
te: కన్నడ

source: Malayalam
te: మలయాళం

source: Bengali
te: బెంగాలీ

source: Marathi
te: మరాఠీ

source: Gujarati
te: గుజరాతీ

source: Punjabi
te: పంజాబీ

source: Deep Cleaning
te: డీప్ క్లీనింగ్

source: Pest Control
te: పెస్ట్ కంట్రోల్

source: AC Repair
te: ఎసి మరమ్మత్తు

source: Plumbing
te: ప్లంబింగ్

# electrical
source: Electrical Work
te: విద్యుత్ పనులు

source: Carpentry
te: వడ్రంగి పనులు

source: Painting
te: పెయింటింగ్

source: Groceries
te: కిరాణా సామాను

source: Medicines
te: మందులు

source: Milk
te: పాలు

source: LPG Gas
te: ఎల్పిజి గ్యాస్

source: Water Cans
te: నీటి డబ్బాలు

# washAndIron
source: Wash & Iron
te: వాష్ & ఐరన్

source: Dry Cleaning
te: డ్రై క్లీనింగ్

source: Stitching
te: కుట్లు

source: Alterations
te: మార్పులు

source: Create Poll
te: పోల్ సృష్టించండి

source: Submit Feedback
te: అభిప్రాయం సమర్పించండి

source: Suggest Feature
te: ఫీచర్ సూచించండి

source: App Experience
te: యాప్ అనుభవం

source: Most Voted Suggestions
te: అత్యధిక ఓట్లు పొందిన సూచనలు

source: Recent Suggestions
te: ఇటీవలి సూచనలు

# activePoll
source: Active Polls
te: క్రియాశీల పోల్స్

source: Closed Polls
te: మూసివేయబడిన పోల్స్

# recentFeedback
source: Recent Community Feedback
te: ఇటీవలి సమాజ అభిప్రాయం

source: Electricity Bill
te: విద్యుత్ బిల్లు

source: Water Bill
te: నీటి బిల్లు

source: Gas Bill
te: గ్యాస్ బిల్లు

source: Property Tax
te: ఆస్తి పన్ను

source: Mobile Recharge
te: మొబైల్ రీచార్జ్

source: DTH Recharge
te: డిటిహెచ్ రీచార్జ్

source: Broadband Bill
te: బ్రాడ్బ్యాండ్ బిల్లు

# metroCard
source: Metro Card Recharge
te: మెట్రో కార్డ్ రీచార్జ్

source: Blood Type
te: రక్త గ్రూప్

source: Hospital Name
te: ఆసుపత్రి పేరు

source: Contact Number
te: సంప్రదింపు సంఖ్య

source: Donate Now
te: ఇప్పుడు దానం చేయండి

source: Volunteer
te: స్వచ్ఛంద సేవకుడు

source: View More
te: మరింత చూడండి

source: Upvote
te: అప్వోట్

source: Downvote
te: డౌన్వోట్
